Repository: Rashidov21/dental-clinic-crm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz_cyrl

source: Dental CRM
uz_cyrl: Тиш Шифохонаси CRM

source: Dashboard
uz_cyrl: Бошқарув панели

source: Leads
uz_cyrl: Мижозлар

source: Calendar
uz_cyrl: Тақвим

source: Clients & Database
uz_cyrl: Мижозлар ва маълумотлар базаси

source: Payments
uz_cyrl: Тўловлар

source: Book Appointment
uz_cyrl: Учрашувни брон қилиш

source: Doctor Dashboard
uz_cyrl: Шифокор бошқарув панели

source: Patient
uz_cyrl: Бемор

source: Profile
uz_cyrl: Профил

source: Login
uz_cyrl: Кириш

source: Logout
uz_cyrl: Чиқиш

source: Sign in to your account
uz_cyrl: Ҳисобингизга киринг

source: Access your dental clinic CRM dashboard
uz_cyrl: Тиш шифохонаси CRM бошқарув панелига кириш

source: Username
uz_cyrl: Фойдаланувчи номи

source: Password
uz_cyrl: Парол

source: Enter your username
uz_cyrl: Фойдаланувчи номингизни киритинг

source: Enter your password
uz_cyrl: Паролингизни киритинг

source: Sign in
uz_cyrl: Кириш

source: User Profile
uz_cyrl: Фойдаланувчи профили

source: First Name
uz_cyrl: Исм

source: Last Name
uz_cyrl: Фамилия

source: Email
uz_cyrl: Электрон почта

source: Update Profile
uz_cyrl: Профилни янгилаш

source: Total Patients
uz_cyrl: Жами беморлар

source: Today's Appointments
uz_cyrl: Бутунги учрашувлар

source: Total Income
uz_cyrl: Жами даромад

source: Leads this Month
uz_cyrl: Бу ойдаги мижозлар

source: Upcoming Today
uz_cyrl: Бутунги келажакдаги

source: View calendar
uz_cyrl: Тақвимни кўриш

source: Leads Status
uz_cyrl: Мижозлар ҳолати

source: New
uz_cyrl: Янги

source: Contacted
uz_cyrl: Боғланган

source: Converted
uz_cyrl: Айлантирилган

source: Lost
uz_cyrl: Йўқотилган

source: Successfully logged in!
uz_cyrl: Муваффақиятли кирдингиз!

source: Invalid username or password.
uz_cyrl: Нотўғри фойдаланувчи номи ёки парол.

source: You have been logged out.
uz_cyrl: Сиз тизимдан чиқдингиз.

source: Profile updated successfully!
uz_cyrl: Профил муваффақиятли янгиланди!

source: Lead created successfully!
uz_cyrl: Мижоз муваффақиятли яратилди!

source: Lead updated successfully!
uz_cyrl: Мижоз муваффақиятли янгиланди!

source: Lead deleted successfully!
uz_cyrl: Мижоз муваффақиятли ўчирилди!
